export const genres = [
  {
    id: 15,
    name: 'Боевые искусства',
  },
  {
    id: 24,
    name: 'Вампиры',
  },
  {
    id: 32,
    name: 'Гарем',
  },
  {
    id: 16,
    name: 'Демоны',
  },
  {
    id: 25,
    name: 'Детектив',
  },
  {
    id: 33,
    name: 'Дзёсей',
  },
  {
    id: 8,
    name: 'Драма',
  },
  {
    id: 17,
    name: 'Игры',
  },
  {
    id: 34,
    name: 'Исекай',
  },
  {
    id: 26,
    name: 'Исторический',
  },
  {
    id: 30,
    name: 'Киберпанк',
  },
  {
    id: 1,
    name: 'Комедия',
  },
  {
    id: 18,
    name: 'Магия',
  },
  {
    id: 2,
    name: 'Меха',
  },
  {
    id: 9,
    name: 'Мистика',
  },
  {
    id: 19,
    name: 'Музыка',
  },
  {
    id: 36,
    name: 'Пародия',
  },
  {
    id: 10,
    name: 'Повседневность',
  },
  {
    id: 27,
    name: 'Приключения',
  },
  {
    id: 3,
    name: 'Психологическое',
  },
  {
    id: 11,
    name: 'Романтика',
  },
  {
    id: 28,
    name: 'Сверхъестественное',
  },
  {
    id: 20,
    name: 'Сёдзе',
  },
  {
    id: 31,
    name: 'Сёдзе-ай',
  },
  {
    id: 5,
    name: 'Сейнен',
  },
  {
    id: 4,
    name: 'Сёнен',
  },
  {
    id: 12,
    name: 'Спорт',
  },
  {
    id: 21,
    name: 'Супер сила',
  },
  {
    id: 6,
    name: 'Триллер',
  },
  {
    id: 13,
    name: 'Ужасы',
  },
  {
    id: 22,
    name: 'Фантастика',
  },
  {
    id: 29,
    name: 'Фэнтези',
  },
  {
    id: 7,
    name: 'Школа',
  },
  {
    id: 14,
    name: 'Экшен',
  },
  {
    id: 23,
    name: 'Этти',
  },
];
